{
  "Open Invest account": "Open Investment account",
  "Order": "Order",
  "Choose the time when requests will be daily executed (EET)": "Choose the time when requests will be executed daily  (Server time)",
  "Change subscription status text": "Until your subscription is active your money manager can open and close positions on your account. You can unsubscribe from your money manager any time you want.",
  "Equity description": "Equity is a total amount of money on your account that includes all deposits, withdrawals, profit or losses from closed positions and unrealized profit and loss.",
  "Balance description": "Balance is amount of money on your account that includes only deposits/withdrawals and realized profit and loss.",
  "Agreement": "By checking the box you acknowledge and agree to be bound by all terms set forth herein.",
  "Subscription agreement": "By checking the box you acknowledge and agree to be bound by all terms set forth herein.",
  "Subscribe to a master account": "Subscribe to a money manager",
  "After unsubscription text 1": "After unsubscription all opened orders will be closed and no new trades on your account will be opened from this money manager. <br/><br/>Be careful: this action can not be canceled.",
  "After unsubscription text 2": "After unsubscription all money from this investment account will be transfered to your payment account within 24 business hours. All opened orders will be closed and no new trades on your account will be copied from this money manager. <br/><br/>Be careful: this action can not be canceled.",
  "CREATE_ACCOUNT_TEXT_1": "A Master account is used for money management. As you will trade on Master account your positions will be allocated to your investors’ accounts.",
  "CREATE_ACCOUNT_TEXT_2": "An Investment account is used for investing money. As a Money Manager trades on his account, his positions will be allocated partially to this account.",
  "Payment account login": "ThinkInvest Payment Account Number",
  "What is a payment account?": "How to Get Started?",
  "Forgot password MT4 text": "Login with your approved ThinkInvest Payment account details. If you do not already have a ThinkInvest account please Click <a class='dark-sky-blue' href='https://www.thinkmarkets.com/en/thinkinvest' target='_blank'>Here</a> for more information",
  "How to change/reset a password for payment account?": "Contact Us",
  "You can change it inside of trader’s room or ask our support team to reset it.": "AU - +61 3 9093 3400<br/>UK: +44 203 514 2374 <br/>Email: <a href='mailto:support@thinkmarkets.com'>support@thinkmarkets.com</a>",
  "CREATED_ACCOUNT_TEXT_12" : "PAMM Master account like a fund consits of many investment accounts. To make a deposit on a PAMM Master account, you need to:<br/>1) Create an investment account<br/>2) Subscribe it to that master account<br/>3) Deposit money on it<br/><br/>After depositing on your investment account, your funds will reflect on PAMM Master account.",
  "ALLOC_METHOD_TOOLTIP": "<p>If you activate this function, you will get signals for the minimum position size that is set on trading platform server every time the money manager makes a trade.</p><p>Position with minimum available lot size on server (usually 0.01 for currencies) will be opened even if projected position size from the money manager to your investment account is smaller.</p><p>When function is off you will not get signals for positions that should be opened on your account with lot size smaller than minimum lot size.</p>",
  "In the list above you can find accounts with same account type as a master account below": "In the list above you can find accounts with same account type as a money manager below",
  "You have no accounts that you can subscribe to that master account. Please create a new one.": "You have no accounts that you can subscribe to that money manager. Please create a new one.",
  "If close some of opened positions on your account, it will increase your free margin.": "If you close some of opened positions on your account, it will increase your free margin.",
  "Make a withdrawal from Investment account": "Make a withdrawal from an Investment account",
  "Make a withdrawal from Master account": "Make a withdrawal from a Master account",
  "CLOSE_POSITIONS_TEXT": "By performing that action you will unsubscribe from all signal providers and all opened positions will be closed.<br/><br/>Opened positions will be closed during the trading session.",
  "If you want to withdraw all your funds from investment account and unsubscribe from moneymanager - close your account": "If you want to withdraw all your funds from your investment account and unsubscribe from a moneymanager - close your account",
  "No deposit available": "You can not make a deposit on an investment account until it is subscribed to a Master PAMM account.<br/><br/>To subscribe to a PAMM account you need to:<br/><br/>1. Go to a Leaderboard<br/> 2. Choose PAMM account<br/>3. Click on subscribe button",
  "Trading password": "ThinkInvest Payment Account Password",
  "If you want to withdraw all your funds from investment account and unsubscribe from moneymanager - close your account.": "If you want to withdraw all your funds from an investment account and unsubscribe from moneymanager - close your account."
}
