{
  "Payment account": "Commission account",
  "Forgot password MT4 text": "Commission account is any account that you can open in <a class='cursor-pointer teal' href='{{link}}'>trader's room</a>. It will be used as e-wallet for making deposits and withdrawals",
  "Investment accounts": "TradeBook Followers",
  "Master accounts": "TradeBook Masters",
  "Order": "Order",
  "Equity description": "Equity description here",
  "Balance description": "Balance description here",
  "Master account": "TradeBook Master",
  "Investment account": "TradeBook Follower",
  "No_accounts": "You've been  already following this trader. Please select another traders to follow",
  "Subscribe to a master account": "Subscribe to a TradeBook Master",
  "After unsubscription text 1": "After unsubscription all opened orders will be closed and no new trades on your account will be opened from this TradeBook Master. <br/><br/>Be careful: this action can not be canceled.",
  "After unsubscription text 2": "After unsubscription all money from this TradeBook Follower will be transfered to your Commission account within 24 business hours. All opened orders will be closed and no new trades on your account will be copied from this TradeBook Master. <br/><br/>Be careful: this action can not be canceled.",
  "Master login": "Tradebook Master login",
  "Open Master account": "Open TradeBook Master",
  "CREATE_ACCOUNT_1": "Create a TradeBook Master",
  "CREATE_ACCOUNT_2": "Create a TradeBook Follower",
  "CREATE_ACCOUNT_TEXT_1": "TradeBook Master is used for money management. As you will trade on TradeBook Master your positions will be allocated to your investors’ accounts.",
  "CREATE_ACCOUNT_TEXT_2": "TradeBook Follower is used for investing money. As Master trade on his account, his positions will be allocated partially to this account.",
  "ACCOUNT_TYPE_31": "TradeBook Master",
  "ACCOUNT_TYPE_32": "Tradebook Follower",
  "Payment account login": "Commission account login",
  "What is a payment account?": "",
  "How to change/reset a password for payment account?": "",
  "New Investment account was successfully created": "New TradeBook Follower was successfully created",
  "CREATED_ACCOUNT_TEXT_12" : "PAMM TradeBook Master like a fund consits of many TradeBook Followers. To make a deposit on PAMM TradeBook Master, you need to:<br/>1) Create a TradeBook Follower<br/>2) Subscribe it to that master account<br/>3) Deposit money on it<br/><br/>After deposit on TradeBook Follower, money will reflect on PAMM Master account.",
  "ALLOC_METHOD_TOOLTIP": "<p>If you activate this function, you will get signals for the minimum position size that is set on trading platform server every time when money manager make a trade.</p><p>Position with minimum available lot size on server (usually 0.01 for currencies) will be opened even if projected position size from master account to your TradeBook Follower is smaller.</p><p>When function is off you will not get signals for positions that should be opened on your account with lot size smaller than minimum lot size.</p>",
  "You suscribe Investment account": "You suscribe TradeBook Follower",
  "In the list above you can find accounts with same account type as a master account below": "In the list above you can find accounts with same account type as a TradeBook Master below",
  "To a Master account": "To a TradeBook Master",
  "You have no accounts that you can subscribe to that master account. Please create a new one.": "You have no accounts that you can subscribe to that TradeBook Master. Please create a new one.",
  "Create a new investment account": "Create a new TradeBook Follower",
  "Make a withdrawal from Investment account": "Make a withdrawal from TradeBook Follower",
  "Make a withdrawal from Master account": "Make a withdrawal from TradeBook Master",
  "If you want to withdraw all your funds from investment account and unsubscribe from moneymanager - close your account": "If you want to withdraw all your funds from TradeBook Follower and unsubscribe from moneymanager - close your account",
  "See your pending Deposit/Withdrawal requests and history transfers between payment account and investment account.": "See your pending Deposit/Withdrawal requests and history transfers between Commission account and TradeBook Follower.",
  "If you want to withdraw all your funds from Master account - close your account. But all your investors will be unsubscribed from this account automatically.": "If you want to withdraw all your funds from TradeBook Master - close your account. But all your investors will be unsubscribed from this account automatically.",
  "All investors was unsubscribed from your account and all your funds was withdrawn to a Payment account.": "All investors was unsubscribed from your account and all your funds was withdrawn to a Commission account.",
  "Make a deposit to Master account": "Make a deposit to TradeBook Master",
  "Make a deposit to Investment account": "Minimum deposit for following each trader is 0.1BTC",
  "Be sure free margin on payment account equals or exceed amount of this deposit request.": "Be sure free margin on Commission account equals or exceed amount of this deposit request.",
  "No deposit available": "You can not make a deposit on TradeBook Follower until it not subscribed to Master PAMM account.<br/><br/>To subscribe to a PAMM account you need to:<br/><br/>1. Go to a Leaderboard<br/> 2. Choose PAMM account<br/>3. Click on subscribe button",
  "You can not use login of master or investment account for sign in.": "You can not use login of Tradebook master or TradeBook Follower for sign in.",
  "Next Step: Deposit money to investment account": "Next Step: Deposit money to TradeBook Follower",
  "My Investment Accounts": "My TradeBook Followers",
  "My Master Accounts": "My TradeBook Masters",
  "If you want to withdraw all your funds from investment account and unsubscribe from moneymanager - close your account.": "If you want to withdraw all your funds from TradeBook Follower and unsubscribe from moneymanager - close your account.",
  "New Master account was successfully created": "New TradeBook Master was successfully created",
  "Next Step: Subscribe to a master account": "Next Step: Subscribe to a TradeBook Master",
  "To choose and subscribe to a Master account": "To choose and subscribe to a TradeBook Master",
  "Next Step: Deposit money to a master account": "Next Step: Deposit money to a TradeBook Master",
  "Create investment account": "Create TradeBook Follower",
  "You have reached max number of allowed accounts": "There is over limitation to follow. Please unfollow a trader first and select a trader to follow again.",
  "Investment account name": "Follower account name"
}
